import { Component } from '@angular/core';

@Component({
  selector: 'app-about-page',
  templateUrl: './about-page.component.html',
  styleUrls: ['./about-page.component.scss']
})
export class AboutPageComponent {
  content = {
    templeName: 'കുന്നത്തുള്ളി ശ്രീ ഗോപാലകൃഷ്ണ ക്ഷേത്രം',
    title: 'ഭക്തി, സംസ്കാരം, സമൂഹം എന്നിവയെ സേവിക്കുന്ന ഒരു പുണ്യസ്ഥലം',
    description: `കുന്നത്തുള്ളി ശ്രീ ഗോപാലകൃഷ്ണ ക്ഷേത്രം വിശ്വാസത്തിന്റെയും പാരമ്പര്യത്തിന്റെയും കേന്ദ്രമായി തലമുറകളായി ഭക്തജനങ്ങളെ ഒരുമിപ്പിച്ചു കൊണ്ടിരിക്കുന്നു.

ദൈനംദിന പൂജകളും ഉത്സവാചരണങ്ങളും വഴിപാടുകളും കൃത്യമായി നടത്തപ്പെടുന്ന ഈ ക്ഷേത്രം ആത്മീയ സമാധാനവും സമൂഹ ഐക്യവും വളർത്തുന്ന വിശുദ്ധ സ്ഥാനമാണ്.

പ്രാദേശിക സംസ്കാരത്തെയും ഭക്തി ആചാരങ്ങളെയും സംരക്ഷിച്ചു കൊണ്ടു എല്ലാ ഭക്തർക്കും സമാനമായ ആദരവോടെ സ്വീകരണം നൽകുന്നത് ഈ ക്ഷേത്രത്തിന്റെ പ്രത്യേകതയാണ്.`
  };
}